WELCOME_MESSAGE = '''
Добрый день! Вас приветствует
официальный бот арт-медиатор проекта
"Ничего страшного"
'''

ABOUT_MESSAGE = '''
Фестиваль «Ничего страшного» прошёл
впервые в Ростове-на-Дону в 2021 году.
У фестиваля была двухдневная
конференция и целая выставка работ
10 художников со всей страны:
Москва, Санкт-Петербург, Самара,
Пермь, Нижний Новгород.
В 2022 году фестиваль масштабно
заполонил улицы города и собрал более
160 заявок со всей страны.
За время фестиваля было создано
47 работ!
'''

START_MESSAGE = '''
Фестиваль "Ничего страшного"
в этом году объединяет 100 работ. Мы разработали
несколько маршрутов для арт-медитации.
'''

CHOISE_YOUR_WAY = '''
Выберите маршрут.
'''

MAP_OF_WAY_BELOW = 'Ниже представлена карта маршрута:'

START_WAY_QUESTION = 'Когда будете на месте - напишите "Я готов"'

START_MEDITATION = '''
Отлично, тогда начнём нашу медиацию!
'''

MOVE_ON = '''
Отлично! Идём дальше!
'''

ADDRESSES = {
    1: (
        'Художественная галерея «Ростов», пер. Соборный, 22',
        'ул. Социалистическая, 99',
        'ул. Социалистическая, 100',
        'ул. Социалистическая, 100',
        'ул. Шаумяна, 108',
        'ул. Шаумяна, 108',
        'ул. Шаумяна, 108',
        'ул. Шаумяна, 108',
    ),
    2: (
        'ул. Темерницкая, 61',
        'ул. Темерницкая, 62',
        'ул. Московская, 69',
        'ул. Темерницкая, 66',
        'Бар «Невинность», внутренний двор; ул. Суворова, 12',
        'пер. Малый, 16',
    ),
    3: (
        'ул. Седова, 19-21',
        'Трансформаторная будка рядом с ул. Седова 8А',
        'ул. Красных Зорь, 23',
        'пер. Крыловской, 14',
        'ул. Петровская, 12',
        'пер. Университетский, 24',
        'пер. Университетский, 19',
        '''ул. Социалистическая,
        трансформаторная будка между домами номер 141 и 143''',
        'ул. Суворова, 52/ арт-кластер С52',
        'пер. Университетский, 52',
    ),
}


WRITE_YOUR_OPINION = 'Напишите нам!\U0001F4DD'

GREAT = 'Супер!\U0001F929'

QUESTION_ABOUT_EXHIBIT = '''
О чем Вы думаете, глядя на эту работу?
'''

STOP_JOURNY = '''
Как жаль, что вы  решили закончить,
надеемся другой маршрут вам понравится больше.
'''

MEDITATION_ADRESS = '''
Медитация начнётся по адресу:
'''

NOT_START_PLACE = '''
Чтобы пройти к началу маршрута, предлагаю
воспользоваться Яндекс картами.
'''

ABOUT = '''
НИЧЕГО СТРАШНОГО -
МЫ ДЕЛАЕМ МЕРОПРИЯТИ ПРО УЛИЧНОЕ ИСКУССТВО
В РОСТОВЕ-НА-ДОНУ.

Мы проводим мероприятия, посвященные уличному искусству в Ростове-на-Дону.
Это фестивали, выставки, мастер-классы и конференции, лекции,
экскурсии и арт-медиации. Мы открыли в городе Школу уличного искусства и
Лабораторию исследователей стрит-арта.

Цель «Ничего Страшного» как проекта — развивать культуру уличного искусства
в Ростове-на-Дону и изучать взаимодействие стрит-арта
и общественного пространства. Мы хотим показать, что в уличном искусстве нет
ничего страшного, и мечтаем превратить родной город в одну из ключевых точек
на карте российского стрит-арта.

С более подробной информацией вы можете ознакомиться на портале проекта:
https://ничего-страшного.рф/
'''

WHAT_I_CAN_DO = '''
Бот может провести вас по маршрутам проекта "Ничего страшного",
ознакомить с объектами уличной культуры г. Ростова-на-Дону,
рассказать интересные сведения об этих объектах
и записать ваши впечатления от увиденного.
Для начала путешествия нажмите /start.
'''

END_OF_WAY = '''
Поздравляем! Вы завершили маршрут.\U0001F973
'''

END_WAY_MESSAGE = '''
Команда фестиваля «Ничего страшного» будет
рада вашему отклику! Для этого мы прикрепляем
здесь небольшую форму, заполнение которой займёт
не больше минуты.\U0000270D
#ссылка на форму.
'''

RAITING_MESSAGE = '''
Оцените работу по десятибальной шкале,
где 1 - совсем не понравилось\U0001F928,
10 - превосходная работа.\U0001F929
'''

RAITING_THANKS = '''
Спасибо за оставленную оценку!\U0001F64F
'''
