WELCOME_MESSAGE = '''
Добрый день! Вас приветствует
официальный бот арт-медиатор проекта
"Ничего страшного"
'''

START_MESSAGE = '''
Перед Вами карта фестиваля. Фестиваль

в этом году объединяет 100 работ. Мы разработали
3 маршрута для арт-медитации. Выберите маршрут.

Описание маршрутов можно найти в bio к боту.
'''

START_WAY_TEXT = '''
Во время нашего маршрута мы не только
посмотрим более 12 работ, выполненных
художниками из разных городов России за время
фестиваля «Ничего страшного» в 2022, но и
будем фиксировать ощущения от облика города,
замечать особенности, рассуждать о
руинизированных пространствах и городе, как
живой, постоянно меняющейся системе.
Вот схема нашего маршрута!
'''

START_WAY_QUESTION = '''
Вы стоите в месте начала маршрута?
'''

START_MEDITATION = '''
Отлично, тогда начнём нашу медиацию!
'''

TEXT_PLACE_1 = '''
Для начала, предлагаю ознакомиться с проектом,
создававшимся с 1972 по 1983. Речь идёт об одной
из визитных карточек Ростова-на-Дону – мозаиках
в подземных переходах.
'''

EXHIBIT_INFO_1 = '''
Текст про экспонат
'''

QUESTION_ABOUT_EXHIBIT = '''
О чем Вы думаете, глядя на эту работу?
'''

STOP_JOURNY = '''
Как жаль, что вы  решили закончить,
надеемся другой маршрут вам понравится больше.
'''

NOT_START_PLACE = '''
Медитация начинается по адресу _адрес_. Чтобы
пройти к началу маршрута, предлагаю
воспользоваться Яндекс.картами .
'''

ABOUT = '''
Описание проекта "Ничего страшного".
'''

WHAT_I_CAN_DO = '''
Описание функций бота.
'''

END_OF_WAY = '''
Поздравляем! Вы завершили маршрут.
'''

END_WAY_MESSAGE = '''
Команда фестиваля «Ничего страшного» будет
рада вашему отклику! Для этого мы прикрепляем
здесь небольшую форму, заполнение которой займёт
не больше минуты:)/
'''
